var types = [
  "ภาครัฐ (Public)",
  "ภาคเอกชน (Private)",
  "องค์กรเอกชนเพื่อสาธารณะประโยชน์ (NGO)",
  "กิจการเพื่อสังคม (Social Enterprise; SE)",
  "อื่นๆ"
];
var roles = [
  "นโยบาย (Policy)",
  "แหล่งทุน (Granting)",
  "วิชาการ (Academic)",
  "พัฒนา (Developer)",
  "ประสานและอำนวยความสะดวก (Facilitate)",
  "อื่นๆ"
]

var strategies = [

];
var results = [

];
var people = [
  "แม่ตั้งครรภ์",
  "เด็กปฐมวัย (0-2 ปี)",
  "นักเรียนอนุบาล 1-3 (3-5 ปี)",
  "นักเรียนประถมศึกษาตอนต้น 1-3 (6-8 ปี)",
  "นักเรียนประถมศึกษาตอนปลาย 4-6 (9-11 ปี)",
  "นักเรียนมัธยมศึกษาตอนต้น 1-3 (12-14 ปี)",
  "นักเรียนมัธยมศึกษาตอนปลาย 4-6 (15-17 ปี)",
  "อาชีวะศึกษา (ปวช.)",
  "อาชีวะศึกษา (ปวส.)",
  "นักศึกษา/นิสิตปริญญาตรี",
  "คุณครู/อาจารย์",
  "ผู้บริหารการศึกษา",
  "ผู้ที่เกี่ยวข้องกับการศึกษา",
  "เด็กด้อยโอกาส เร่ร่อน ยากจน ต่างด้าว",
  "ผู้เที่เกี่ยวข้องกับการพัฒนาเด็กและเยาวชน",
  "พ่อแม่/ผู้ปกครอง / ผู้นำชุมชน",
  "เด็กที่ถูกทารุณกรรม",
  "เด็กและเยาวชน",
];
var areas = [
  "ศูนย์เด็กเล็ก/ปฐมวัย",
  "โรงเรียน",
  "อาชีวะ",
  "สถาบันการศึกษา",
  "ชุมชนท้องถิ่น (ตำบล)",
  "จังหวัด",
  "ทั่วประเทศ",
  "หน่วยงานภาครัฐ",
  "องค์กรภาคเอกชน",
  "ต่างประเทศ",
];
var schools = {

};
var relations = [

];
